Repository: kalilistic/PlayerTrack
Catalog: PlayerTrack.Plugin/Resource/Language.*.resx
Languages: fr

source: Add Encounters
fr: Ajouter les rencontres

source: Add Player
fr: Ajouter un·e joueur·se

# AddPlayerInstructions
source: Add player manually to your list.
fr: Ajouter manuellement un joueur à votre liste.

source: Add Players
fr: Ajouter des joueur·se·s

source: ago
fr: plus tôt

source: Alerts
fr: Alertes

source: All Players
fr: Tous les joueur·se·s

source: Appearance
fr: Apparence

# AssignPlayerCategory
source: Assign Category
fr: Attribuer une catégorie

source: Automatic
fr: Automatique

# BackupErrorMessage
source: Something went wrong. Restart your computer and try again.
fr: Une erreur s'est produite. Redémarrez votre ordinateur et réessayez.

source: Backups
fr: Sauvegardes

source: Banned
fr: Banni·e

source: Blacklist
fr: Liste noire

# BlackList_Abbreviation
source: BL
fr: LN

source: Blocked
fr: Bloqués

source: CWLS
fr: LSIM

source: Cancel
fr: Annuler

source: Cancelled
fr: Annulé·e

source: Categories
fr: Catégories

source: Category Name
fr: Nom de la catégorie

# CategorySpecificSetting
source: Inherited from the category {0}
fr: Hérité de la catégorie {0}

source: Close Player
fr: Joueur proche

source: Combine Windows
fr: Combiner les fenêtres

# ConfirmDelete
source: Delete?
fr: Supprimer ?

# ConfirmUnsync
source: This will delete synced category. OK?
fr: Cette action supprimera la catégorie synchronisée. OK ?

# ConfirmationQuestion
source: Are you sure you want to proceed?
fr: Êtes-vous sûr·e de vouloir continuer?

source: Contains
fr: Contient

source: Content
fr: Contenu

source: Context Menu
fr: Menu contextuel

source: Contribute
fr: Contribuer

# ContributionUsage
source: Most contributions will go towards covering server and coffee costs.
fr: La plupart des contributions seront consacrées à couvrir les coûts du serveur et du café.

source: Copy to Clipboard
fr: Copier dans le presse-papiers

source: Cross-world Linkshell
fr: Linkshell inter-Monde

# CrossWorldLinkShell_Abbreviation
source: CWLS
fr: LSIM

# CrowdinProject
source: I've set up a project on Crowdin for anyone interested.
fr: J'ai mis en place un projet sur Crowdin pour toute personne intéressée.

source: Current Players
fr: Joueurs actuels

source: Custom Title
fr: Titre personnalisé

source: Data
fr: Données

# Day
source: d
fr: j

source: Default Category
fr: Catégorie par défaut

# DefaultSetting
source: Inherited from Player Defaults
fr: Hérité des paramètres "Joueur" par Défault

source: Delete
fr: Supprimer

source: Delete Encounters
fr: Supprimer les rencontres

source: Delete History
fr: Supprimer l’historique

source: Delete Player Settings
fr: Supprimer les paramètres du Joueur

source: Delete Players
fr: Supprimer le·a joueur·se ?

# DeleteRecordsInProgress
source: Deleting records now...
fr: Suppression des enregistrements...

# DeleteRecordsSuccess
source: Deleted records successfully.
fr: Enregistrements supprimés avec succès.

# DiscordRoleInfo
source: Join Discord and choose the 'Translator' role to learn more.
fr: Rejoignez le discord et choisissez le rôle "traducteur" pour en savoir plus.

source: Display
fr: Affichage

# DonationsAppreciated
source: Donations are always appreciated but never required.
fr: Les dons sont toujours appréciés mais jamais requis.

# DuplicatePlayerError
source: Player already exists.
fr: Ce·tte joueur·se existe déjà.

source: Duration
fr: Durée

source: Encounters
fr: Rencontres

source: Execute
fr: Exécuter

source: FL/BL/FC
fr: LA/LN/CL

source: Failed
fr: Échoué

source: First Seen
fr: Vu pour la première fois

source: Focus Target Player
fr: Cible focalisée

# ForDevelopersTitle
source: For Developers
fr: Pour les développeurs

# ForEveryoneTitle
source: For Everyone
fr: Pour tout le monde

# ForTranslatorsTitle
source: For Translators
fr: Pour les traducteurs

source: Free Company
fr: Compagnie Libre

# FreeCompany_Abbreviation
source: FC
fr: CL

source: Friend List
fr: Liste d'amis

# FriendList_Abbreviation
source: FL
fr: LA

source: from now
fr: à partir de maintenant

source: General
fr: Général

# HelpWithTranslation
source: You can help submit or proofread translations for PlayerTrack.
fr: Vous pouvez soumettre ou corriger des traductions pour PlayerTrack.

source: High-End Content
fr: Contenu Haut-Niveau

source: Homeworld
fr: Monde d'origine

source: Icon
fr: Icône

source: Icons
fr: Icônes

source: Inherit
fr: Hériter

source: Integrations
fr: Intégrations

# InvalidNameError
source: Please enter a valid name.
fr: Veuillez saisir un nom valide.

source: Keep Encounters
fr: Garder les Rencontres

# KeepEncountersFromLast90Days
source: from last 90 days
fr: Depuis les 90 derniers jours

# KeepEncountersInHighEndContent
source: in high-end content
fr: dans le contenu Haut-Niveau

# KeepEncountersInNormalContent
source: in normal content
fr: dans le contenu Normal

# KeepEncountersInOverworld
source: in overworld
fr: dans l'Overworld

# KeepPlayerSettings
source: Keep Settings for Players
fr: Garder les paramètres pour les Joueurs

source: Keep Players
fr: Garder les Joueurs

# KeepPlayersSeenInLast90Days
source: seen in last 90 days
fr: vu dans les 90 derniers jours

# KeepPlayersWithAnySettings
source: with any settings
fr: avec n'importe quels paramètres

# KeepPlayersWithCategories
source: with categories
fr: avec les catégories

# KeepPlayersWithEncounters
source: with encounters
fr: avec les rencontres

# KeepPlayersWithNotes
source: with notes
fr: avec notes

# KeepSettingsForPlayersSeenInLast90Days
source: seen in last 90 days
fr: vu dans les 90 derniers jours

# KeepSettingsForPlayersWithAnySettings
source: with any settings
fr: avec n'importe quels paramètres

# KeepSettingsForPlayersWithCategories
source: with categories
fr: avec les catégories

# KeepSettingsForPlayersWithEncounters
source: with encounters
fr: avec les rencontres

# KeepSettingsForPlayersWithNotes
source: with notes
fr: avec notes

# Kilobyte
source: KB
fr: Ko

# LargeFeatureDiscussion
source: If you're considering a larger feature, please reach out beforehand to discuss.
fr: Si vous considérez implémenter une fonctionnalité majeure, merci de nous contacter au préalable pour en discuter.

source: Last Location
fr: Dernier lieu connu

source: Last Seen
fr: Vu pour la dernière fois

source: Last Updated
fr: Dernière mise à jour

# LastUpdatedNever
source: Never
fr: Jamais

# Level
source: Lvl
fr: Niv

# LocalPlayers
source: Your Characters
fr: Vos personnages

source: Location
fr: Lieu

source: Locations
fr: Lieux

source: Lock Window Position
fr: Verrouiller la position de la fenêtre

source: Lock Window Size
fr: Verrouiller la taille de la fenêtre

source: Lodestone Locale
fr: Locale du Lodestone

source: Manual
fr: Manuel

# Megabyte
source: MB
fr: Mo

source: Merge
fr: Fusionner

source: Merge Players
fr: Fusionner les joueurs

# MergePlayersDupe
source: You can't merge a player with themselves.
fr: Vous ne pouvez pas fusionner un joueur avec lui-même.

# MergePlayersInstructions
source: Select players to merge. This will copy over notes, encounters, and history.
fr: Sélectionnez les joueurs à fusionner. Cela copiera les notes, les rencontres et l'historique.

# Minute
source: m
fr: min

source: Name
fr: Nom

source: Name Change Alert
fr: Alerte de Changement de Nom

source: Name Color
fr: Couleur du nom

source: Nameplate
fr: Plaque de nom

source: Nameplate Color
fr: Couleur de la plaque de nom

source: Nameplate Colors
fr: Couleurs de la plaque de nom

source: Nameplate Conditions
fr: Conditions de la plaque de nom

source: Nameplate Title
fr: Titre de la plaque de nom

# NameplateUseColor
source: Use Nameplate Color
fr: Utiliser la couleur de la plaque de nom

# NameplateUseColorIfDead
source: Use Nameplate Color if Dead
fr: Utiliser la couleur de la plaque de nom si mort

# NewCategoryHint
source: enter a new category
fr: créer une nouvelle catégorie

# NewTagHint
source: enter a new tag
fr: créer un nouveau tag

source: No
fr: Non

# NoBackupsMessage
source: No backups found.
fr: Aucune sauvegarde trouvée.

source: No Change
fr: Aucune modification

# NoEncountersMessage
source: No encounters found.
fr: Aucune rencontre trouvée.

# NoIconsEnabledMessage
source: No icons enabled.
fr: Aucune icône activée.

# NoLocalPlayers
source: No player characters found.
fr: Aucun personnage local trouvé.

source: No players found.
fr: Aucun joueur trouvé.

source: No records to delete.
fr: Aucun enregistrement à supprimer.

# NoSpecialPerks
source: There are no special perks for donating, except my gratitude.
fr: Les donations n'offrent aucune récompense, si ce n'est ma gratitude.

# NoWorldError
source: Please enter a world.
fr: Veuillez saisir un Monde.

source: None
fr: Aucun

# NotApplicable
source: N/A
fr: Indis.

# NotAvailable
source: N/A
fr: Indis.

source: Now
fr: Maintenant

# NumberOfRecordsToBeDeleted
source: Records to delete: {0}/{1} ({2}%%)
fr: Enregistrements à supprimer : {0}/{1} ({2}%%)

source: Only Show Enabled Icons
fr: Afficher uniquement les icônes activées

source: Only Show Logged In
fr: Afficher uniquement les connectés.

# OpenForDevHelp
source: I'm always open for help with development.
fr: J'accepte toujours de l'aide pour le développement.

source: Open Lodestone
fr: Ouvrir Lodestone

source: Open Player
fr: Ouvrir le lecteur

source: Open Player Plate
fr: Ouvrir la Plaque de Joueur

source: Open PlayerTrack
fr: Ouvrir PlayerTrack

source: Open Settings
fr: Ouvrir les Paramètres

source: Override
fr: Remplacer

# PitchInIntro
source: Looking to pitch in? Here are a couple of ways you can help out.
fr: Vous cherchez à participer ? Voici quelques moyens d'apporter votre aide.

source: Player
fr: Joueur

source: Player added successfully.
fr: Joueur ajouté avec succès.

source: Player Defaults
fr: Paramètres par défaut du joueur

source: Player Info
fr: Infos sur le personnage

source: Player List
fr: Liste des joueurs

source: Player Name
fr: Nom de joueur

source: Player Stats
fr: Statistiques du personnage

source: Player Summary
fr: Récapitulatif du Joueur

source: Player World
fr: Monde du Joueur

source: Players
fr: Joueurs

source: Players by Category
fr: Joueurs par catégorie

source: Players by Tag
fr: Joueurs par étiquette

# PreserveConfigState
source: Preserve Config Window State on Next Load
fr: Conserver l'état de la fenêtre de configuration lors du prochain lancement

# PreserveMainWindowState
source: Preserve Main Window State on Next Load
fr: Conserver l'état de la fenêtre de configuration lors du prochain lancement

# PreviouslyKnownAs
source: Previously known as {0}
fr: Précédemment connu en tant que {0}

# PreviouslyOn
source: Previously on {0}
fr: Précédemment sur {0}

source: Proximity Alert
fr: Alerte de proximité

# ProximityAlertMessage
source: is nearby.
fr: se trouve à proximité.

source: Purge
fr: Purger

source: Recent Players
fr: Joueurs récents

# RecentPlayersThreshold
source: Recent Players Threshold (in Minutes)
fr: Seuil pour les joueurs récents (en minutes)

source: Replace Game Title with Category Name
fr: Remplacer le titre du joueur par le nom de catégorie

source: Replace Game Title with Custom Title
fr: Remplacer le titre du joueur par un titre personnalisé

# ReportFindings
source: You can report any findings through feedback, Discord, or GitHub.
fr: Vous pouvez transmettre tout signalement par le biais de commentaires, sur Discord ou sur GitHub.

source: Reset
fr: Réinitialiser

# ResetCategoryTooltip
source: Reset category name to {0}
fr: Réinitialiser le nom de la catégorie à {0}

source: Reset Lodestone
fr: Réinitialiser la Lodestone

source: Reset Players
fr: Réinitialiser les joueurs

# ReviewGitHub
source: Review the GitHub issues for any bugs or features you want to work on.
fr: Consultez les problèmes GitHub pour tous les bugs ou fonctionnalités sur lesquels vous souhaitez travailler.

source: Run Action
fr: Lancer l'action

source: Run Backup
fr: Lancer la sauvegarde

# RunBackupBeforeDataActions
source: Run Backup Before
fr: Lancer la sauvegarde avant

# RunBackupCleanup
source: Cleanup Backups
fr: Nettoyer les sauvegardes

source: SQL Executor
fr: Exécuteur SQL

# SQLExecutorRestriction
source: Only PRAGMA and SELECT statements are allowed.
fr: Seules les instructions PRAGMA et SELECT sont autorisées.

# SearchIconsHint
source: search icons
fr: rechercher des icônes

# SearchPlayersHint
source: search players
fr: recherche de joueurs

# SearchPlayersInputHint
source: Start typing...
fr: Commencer à écrire...

source: Search Type
fr: Type de recherche

source: Seen Count
fr: Nombre de rencontres

source: Select Category
fr: Sélectionner la Catégorie

source: Select player to delete
fr: Sélectionnez le joueur à supprimer

source: Select player to update
fr: Sélectionnez le joueur à mettre à jour

source: Settings
fr: Paramètres

source: Show Categories
fr: Afficher les catégories

source: Show Category Separator
fr: Afficher le séparateur de catégorie

source: Show/Hide PlayerTrack
fr: Afficher/Masquer PlayerTrack

# ShowHidePlayerTrackConfig
source: Show/Hide PlayerTrack Settings
fr: Afficher/Masquer les paramètres de PlayerTrack

source: Show in Content
fr: Afficher dans le contenu

source: Show in High End Content
fr: Afficher dans le contenu Haut-Niveau

source: Show in Overworld
fr: Afficher en Overworld

source: Show Open Lodestone
fr: Afficher "Ouvrir la Lodestone"

# ShowOpenPlayerTracker
source: Show Open PlayerTrack
fr: Afficher "Ouvrir PlayerTrack"

source: Show Player Filter
fr: Afficher le filtre joueur

source: Show Search Box
fr: Afficher le champ de recherche

source: Show Tags
fr: Afficher les tags

# SignUpTest
source: Sign up for test releases to help find bugs before they go live.
fr: Inscrivez-vous aux versions de test pour aider à trouver des bogues avant qu'ils ne soient publiés.

source: Size
fr: Taille

# SocialListAddPlayersHelpText
source: This will add players found on social lists to PlayerTrack. With this unchecked, only players already in your list will be updated.
fr: Ceci ajoutera des joueurs trouvés sur les listes de contacts à PlayerTrack. Si cette option n'est pas cochée, seuls les joueurs déjà dans votre liste seront mis à jour.

# SocialListDefaultCategoryHelpText
source: Assign a category of your choosing when a new player is added to a social list. The player won't be automatically removed if they leave the social list.
fr: Attribuer une catégorie de votre choix quand un nouveau joueur est ajouté à une liste de contacts. Le joueur ne sera pas automatiquement supprimé s'il quitte la liste.

# SocialListSyncCategoryHelpText
source: Keep list automatically synced with a category. These are special categories that you can't add/remove from manually.
fr: Garder la liste automatiquement synchronisée avec une catégorie. Ces catégories spéciales ne permettent pas d'ajout ou de suppression manuelle.

# SocialListWarning
source: Social Lists update at specific times. All lists will refresh when you open their respective screen. In addition, the Friends and Blacklist will update on login. For large Free Companies, ensure you open and fully load each of the three pages in the bottom right to update the list.
fr: La liste de contacts se met à jour à des moments déterminés. Toutes les listes seront actualisées lorsque vous ouvrirez leur fenêtre respective. De plus, la liste d'amis et la liste noire seront mis à jour à chaque connexion. Pour les compagnies libres avec beaucoup de membre, assurez-vous d'ouvrir et de charger chacune des trois pages en bas à droite pour mettre à jour la liste.

source: Social Lists
fr: Communication

# StableExperience
source: This helps ensure a stable experience for everyone.
fr: Cette aide assure à tout·e·s une expérience stable.

source: Starts With
fr: Commence par

source: Status
fr: Statut

# SupportFurtherTitle
source: Want to Support Further?
fr: Vous voulez aider davantage ?

# SyncWithCategory
source: Sync with Dynamic Category
fr: Synchroniser avec une catégorie dynamique

source: Sync with Visibility
fr: Synchroniser avec Visibility

source: Target Player
fr: Joueur Cible

# Terabyte
source: TB
fr: To

source: Time
fr: Temps

# UnassignCategoryTooltip
source: click to remove category from this player
fr: cliquer pour supprimer la catégorie de ce joueur

# UnassignDynamicCategoryTooltip
source: This is a dynamic category and can't be manually unassigned.
fr: Cette catégorie est dynamique et ne peut pas être déassignée manuellement.

source: Unavailable
fr: Indisponible

source: Unknown
fr: Inconnu

source: Unverified
fr: Non vérifié

source: Upgrade
fr: Mettre à niveau

source: Verified
fr: Vérifié

source: Visibility
fr: Visibilité

source: Visibility Type
fr: Type de visibilité

# WarningZone
source: Warning: This is the danger zone. These actions cannot be undone!
fr: Avertissement: C'est la zone dangeureuse. Ces actions ne peuvent être défaites!

source: Whitelist
fr: Liste blanche

source: Window
fr: Fenêtre

source: World Transfer Alert
fr: Alerte de Transfert de Monde

source: Yes
fr: Oui
